[
  {
    "id": "1758139960986",
    "title": "Qualities based on recommendation letters",
    "content": "Based on the recommendation letters, Yekta Jokar possesses a range of academic and creative qualities:\n\n**Academic Qualities:**\n\n*   **Strong Knowledge and Intellectual Curiosity:** Dr. Haedeh Laleh notes her \"solide connaissance et une curiosité intellectuelle remarquable\". Sepand Danesh confirms her \"curiosité intellectuelle et sa rigueur\".\n*   **Analytical and Conceptual Understanding:** Ali Moini highlights her \"capacité à formuler ses pensées avec une clarté remarquable, à analyser avec précision et à maintenir un point de vue à la fois large et nuancé\". Sepand Danesh states that Yekta has a strong \"capacité à comprendre et à formuler les enjeux conceptuels de [his] travail\". She immediately grasped \"comment l'arrangement de formes identiques pouvait générer singularité et sens\".\n*   **Interdisciplinary Linkages and Philosophical Research:** Sepand Danesh observes her ability to \"relier cette expérience [artistic practice] à ses propres recherches philosophiques sur le langage esthétique\". Ali Moini emphasizes that her studies and active engagement with artists have \"profondément renforcé ses compétences intellectuelles et affiné sa compréhension des liens complexes entre l'art, la théorie et la perception\".\n*   **Rigor and Depth of Reflection:** Ali Moini notes that her \"maturité de réflexion dépassait largement son âge\" and describes her as having \"une rigueur et un esprit de dialogue\". Sepand Danesh mentions her \"rigueur\" and how she transformed an artistic experience into a \"laboratoire de pensée, intégrant ses observations dans son mémoire de Master\".\n*   **Academic Achievement:** Her Master's thesis was defended with a \"mention Bien et une note de 18/20\", according to Sepand Danesh.\n*   **Potential for Scientific and Research Career:** Dr. Haedeh Laleh strongly recommends her for \"une carrière scientifique de valeur\" and believes her abilities will allow her to realize \"projets de grand intérêt dans les domaines de de l'archéologie et du patrimoine culturel\".\n*   **Contribution to Academic Discourse:** Ali Moini believes she will bring \"une originalité, une rigueur et un esprit de dialogue\" to a philosophy program and that her capacity to link lived experience, theoretical reflection, and philosophical inquiry makes her a \"présence précieuse pour n'importe quel milieu académique\".\n\n**Creative Qualities:**\n\n*   **Artistic Practice and Background:** Ali Moini identifies her as a \"chorégraphe, artiste et interprète basée à Paris\".\n*   **Hands-on Artistic Involvement:** Sepand Danesh details her active participation in the creation of sculptures, including \"fabrication et assemblage des cubes, ponçage, peinture, organisation de l'atelier\".\n*   **Ability to Articulate Practice and Theory:** Sepand Danesh highlights her \"rare aptitude à articuler la pratique artistique et la réflexion théorique, en conjuguant exigence, créativité et sensibilité\". Ali Moini also notes that her understanding balances \"perspectives 'micro' et 'macro'\" which \"nourrit à la fois sa réflexion intellectuelle et sa démarche artistique\".\n*   **Creativity and Sensitivity:** Sepand Danesh describes her as possessing \"créativité et sensibilité\".\n*   **Originality:** Sepand Danesh is convinced she will bring an \"originale et précieuse contribution\" to a program. Ali Moini also anticipates she will bring \"une originalité\".",
    "category": "reference",
    "tags": [],
    "createdAt": "2025-09-17T20:12:40.986Z",
    "updatedAt": "2025-09-17T20:12:40.986Z",
    "wordCount": 471
  },
  {
    "id": "1758140000000",
    "title": "Comprehensive CV - Yekta Jokar (September 2025)",
    "content": "# YEKTA JOKAR - COMPREHENSIVE CV\n\n## CONTACT INFORMATION\n- **Phone:** +33766714238\n- **Email:** yekta.kjs@gmail.com\n- **Address:** 3 rue Victor Hugo, 95100, Argenteuil, France\n- **Born:** July 13, 1995, Yasuj, Iran\n\n## PROFILE\nMultilingual philosopher and researcher with expertise in aesthetic theory, cultural transmission, and interdisciplinary synthesis. Specializes in bridging Persian and Western intellectual traditions through innovative theoretical frameworks. Demonstrated ability to develop original academic concepts while maintaining practical applications across creative, commercial, and technological domains. Skilled in woodworking, digital content creation, and AI-assisted design.\n\n## EDUCATION\n\n### Computer Science Program - École 42, Paris, France (June 2024)\n- Completed intensive 28-day coding bootcamp (Piscine)\n- Mastered fundamental programming concepts and problem-solving skills\n- Developed proficiency in C programming, algorithms, and data structures\n- Engaged in self-directed learning and peer-to-peer collaboration\n- Adapted to demanding, fast-paced environment with tight deadlines\n\n### Master's in Philosophy - Université Paris 8, Paris, France (September 2021 - June 2025)\n- **Thesis:** \"Aesthetic Language: The Interplay Between Language, Art, and the Sensible\" (18/20)\n- **Specialization:** Continental philosophy, aesthetics, and consciousness studies\n- **Research Focus:** Developing original theoretical frameworks in aesthetic language theory\n- **Average:** 15.2\n- Attended classes in both English and French\n- Studied at top institution for philosophy, known for rigorous and innovative approach\n\n### Advanced Archaeological Studies - University of Tehran, Iran (2017-2020)\n- Specialized in interdisciplinary cultural transmission and ancient labor migration patterns\n- Conducted independent research on Achaemenid-Greek intercultural relations\n- Focused on innovative methodological approaches to archaeological interpretation\n- Developed expertise in analyzing cultural exchange through material evidence\n- **Average:** 16.6\n\n### Bachelor's in Archaeology - University of Tehran, Iran (2013-2017)\n- Developed research, analytical, qualitative and quantitative, and fieldwork skills\n- **Average:** 15.04\n\n### High School Diploma in Human Sciences and Literature - Shiraz, Iran (2010-2013)\n- Focused on human sciences and literature\n- Strong foundation in humanities and languages\n- **Average:** 17.10\n\n## WORK EXPERIENCE\n\n### Farsi Speaking Interviewer - GDCC (Global Data Collection Company) (2024)\n- Conducted data collection interviews in Farsi language\n\n### Artist Assistant - Painting and Sculpture Studio of Sepand Danesh (2024)\n- Assisted in creation of wooden sculptures\n- Demonstrated proficiency in carpentry and woodworking techniques\n- Collaborated closely with artist from concept to completion\n- Managed day-to-day studio tasks\n- Developed problem-solving skills through technical challenges\n\n### Freelance Translator (2022)\n- Farsi to English translation of \"Waiting for Mars\" movie\n- Translation of Toomaj Salehi lyrics (Iranian opposition rapper) for international media\n\n### Classification and Archiving - Institute of Archaeology, University of Tehran (2017)\n- Classified and archived archaeological magazines and articles\n\n### Trainee in Archaeological Excavation - University of Tehran (2016)\n- Participated in excavation of Meshkin Tepe of Sagzabad (Qazvin Province)\n- Under supervision of Dr. Mostafa Dehpahlavan\n\n## RESEARCH & CREATIVE PROJECTS\n\n### Aesthetic Engagement Protocols for Enhanced AI Interaction (2025)\n**Independent Research**\n- Developed theoretical framework for sustained, meaningful human-AI dialogue through aesthetic engagement\n- Integrated insights from Wittgenstein, Dewey, Deleuze, and Merleau-Ponty into applied methodology\n- Conducted empirical testing across Claude, ChatGPT, Gemini, and other LLM platforms\n- Demonstrated enhanced contextual coherence, creative output, and collaborative meaning-making\n- Contributes to philosophy of mind, language, and human-computer interaction design\n\n### Yexen Jewelry Brand (2025)\n**Founder & Creative Director**\n- Founded jewelry brand specializing in conceptual, poetry-inspired collections\n- \"Totems of Swirling Whispers\" – poetry-driven adornment exploring myth, grief, and rebirth\n- Designed brand identity, logo, and complete visual marketing materials\n- Created promotional videos using AI-assisted tools and advanced editing techniques\n- Integrated woodworking skills for future collection development\n\n### Literary & Poetic Works (2024-2025)\n**Independent Author**\n- Multi-volume narrative projects exploring trauma, identity, and cultural synthesis\n- Poetry collections addressing existential themes, cultural displacement, and spiritual transcendence\n- Specializes in integrating Persian mythology with contemporary Western frameworks\n- Sophisticated character development and philosophical depth across multiple genres\n- Currently preparing collections for publication (print and digital)\n\n### Application Development (2025 - in progress)\n**Independent Projects**\n- **Shadowline:** Content aggregation platform with thematic UX design\n- **Mémoire en Livres:** Progressive web application for personal library management with offline capabilities\n- Developed aesthetic engagement protocols for AI interaction\n- Created UX/UI design systems using AI-assisted development\n- Applied philosophical research to digital interface design\n- Translated theoretical work on aesthetic language into practical user experience principles\n\n## SKILLS\n\n### Technical Skills\n- **Programming:** C programming, algorithms, data structures, AI-assisted development\n- **Digital Content Creation:** AI-assisted design tools, video editing, UX/UI design\n- **Software:** Microsoft Office suite\n- **Translation:** Professional-level Farsi-English translation\n- **Research:** Archaeological fieldwork, philosophical analysis, theoretical development\n\n### Physical Skills\n- **Woodworking:** Carpentry and sculpture assistance\n- **Craftsmanship:** Integration of traditional techniques with contemporary projects\n\n### Languages\n- **Farsi (Persian):** Native Speaker\n- **English:** C1-C2 level\n- **French:** B2-C1 level\n\n## QUALITIES\n- **Theoretical Framework Development:** Original academic concept creation\n- **Cross-Cultural Synthesis:** Bridging Persian and Western intellectual traditions\n- **Creative Problem-Solving:** Innovative solutions across artistic and technical domains\n- **Interdisciplinary Research:** Combining philosophy, archaeology, technology, and arts\n- **Brand Development:** Complete visual identity and marketing creation\n- **Critical Thinking:** Advanced analytical and philosophical reasoning\n- **Multilingual Communication:** Professional fluency across three languages\n- **Adaptability:** Successful navigation of diverse cultural and academic environments\n\n## WORKSHOPS AND TRAINING\n\n### Creative Workshops\n- **2021:** Real-time composition with João Fiaderio (New Portuguese Dance founder)\n- **2021:** History of Postmodern Dance with Myrto Katsiki (PhD researcher, Paris 8)\n- **2019:** Drawing with Negin Hassanzade\n- **2019:** Composition with Ali Moini (internationally acclaimed choreographer)\n- **2019:** Seminar \"Persia and Babylonia\" at University of Kashan\n- **2015:** Mapping with Mahyar Khademi\n- **2015:** Photography in Archaeology with Media Rahmani\n- **2014:** General Photography with Amir Yazdani\n\n## AWARDS AND HONORS\n- **2021-2024:** Master's thesis awarded 18/20\n- **2019-2020:** Full scholarship for French language classes, French Institute of Research in Iran\n- **2017:** 8th ranking position for M.A. admission\n- **2013:** 741st ranking position for Bachelor's admission\n\n## VOLUNTEER WORK\n- **2015:** Classification of archaeological artifacts, Organization of Cultural Heritage, Tourism and Handicrafts of Fars\n- **2013, 2015:** Executive staff for International Conference of Young Archaeologists, University of Tehran\n\n## REFERENCES\n- **Dr. Gerhard Schmezer:** Professor of Philosophy and English, Paris 8 University (gerhard.schmezer@univparis8.fr)\n- **Sepand Danesh:** Artist (sd@sepanddanesh.com, sepanddanesh.com)\n- **Ali Moini:** Artist (ali.moini@gmail.com, latitudescontemporaines.com/en/artiste/ali-moini-2/)",
    "category": "cv",
    "tags": [
      "comprehensive",
      "career",
      "education",
      "experience",
      "2025"
    ],
    "createdAt": "2025-09-18T05:00:00.000Z",
    "updatedAt": "2025-09-18T05:00:00.000Z",
    "wordCount": 1247
  },
  {
    "id": "1758189573080nbewglcjd",
    "title": "Document - Stage Report.pdf",
    "content": "[PDF CONTENT SIMULATION]\n\nFilename: Stage Report.pdf\nSize: 129856 bytes\n\nThis document contains general content that would be extracted from your PDF file. The automatic categorization system will analyze this content and determine the most appropriate category based on keywords and content patterns.\n\nIn a real implementation, this would use a PDF parsing library (such as PDF.js or pdf-parse) to extract the actual text content from the PDF file, which would then be processed by the AI categorization system.",
    "category": "document",
    "tags": [
      "Stage Report.pdf",
      "general",
      "manual-categorized",
      "document",
      "misc"
    ],
    "createdAt": "2025-09-18T09:59:33.080Z",
    "updatedAt": "2025-09-18T09:59:33.080Z",
    "wordCount": 78
  },
  {
    "id": "1758189573080xkwvut609",
    "title": "Document - Aesthetic Engagement protocol Summary.pdf",
    "content": "[PDF CONTENT SIMULATION]\n\nFilename: Aesthetic Engagement protocol Summary.pdf\nSize: 26879 bytes\n\nThis document contains general content that would be extracted from your PDF file. The automatic categorization system will analyze this content and determine the most appropriate category based on keywords and content patterns.\n\nIn a real implementation, this would use a PDF parsing library (such as PDF.js or pdf-parse) to extract the actual text content from the PDF file, which would then be processed by the AI categorization system.",
    "category": "document",
    "tags": [
      "Aesthetic Engagement protocol Summary.pdf",
      "general",
      "manual-categorized",
      "document",
      "misc"
    ],
    "createdAt": "2025-09-18T09:59:33.080Z",
    "updatedAt": "2025-09-18T09:59:33.080Z",
    "wordCount": 80
  },
  {
    "id": "1758189573081wq14af17i",
    "title": "Document - Aesthetic language summary.pdf",
    "content": "[PDF CONTENT SIMULATION]\n\nFilename: Aesthetic language summary.pdf\nSize: 25102 bytes\n\nThis document contains general content that would be extracted from your PDF file. The automatic categorization system will analyze this content and determine the most appropriate category based on keywords and content patterns.\n\nIn a real implementation, this would use a PDF parsing library (such as PDF.js or pdf-parse) to extract the actual text content from the PDF file, which would then be processed by the AI categorization system.",
    "category": "document",
    "tags": [
      "Aesthetic language summary.pdf",
      "general",
      "manual-categorized",
      "document",
      "misc"
    ],
    "createdAt": "2025-09-18T09:59:33.081Z",
    "updatedAt": "2025-09-18T09:59:33.081Z",
    "wordCount": 79
  }
]